[
  {
    "id": 116776,
    "title": "Dragon Ball: Mystical Adventure",
    "overview": "Master Roshi has succeeded at the one mission he valued most: to train Goku and Krillin to become ultimate fighters. So, he arranges for them to test their mettle at a competition hosted by Emperor Chiaotzu. Not everyone's playing by the rules, however, as a member of the ruler's household schemes to use the Dragonballs to extort money and power from the royal.",
    "release_date": "1988-07-09",
    "popularity": 340.423,
    "vote_average": 6.756,
    "poster_path": "/5aXG0B3TYTpQsodXzvYCkKQfpB1.jpg",
    "backdrop_path": null
  },
  {
    "id": 997391,
    "title": "RDX: Robert Dony Xavier",
    "overview": "Once-menacing, anger fueled, trained martial arts fighters Robert, Dony and Xavier settle down to peaceful lives, after a significant event prompts them. Fate orchestrates their reunion and return from exile to their fighting ways, when their history linger ominously and one of them faces a violent attack.",
    "release_date": "2023-08-25",
    "popularity": 98.401,
    "vote_average": 7,
    "poster_path": "/y6QRQ0bHGt9Wc1BBTZsa1iB2PAm.jpg",
    "backdrop_path": "/2n6KECWCNmekIEgZFNlldkELUsP.jpg"
  },
  {
    "id": 850880,
    "title": "Sayen: Desert Road",
    "overview": "Sayen follows a lead to the picturesque desolation of the Atacama Desert. There, she reluctantly teams up with a young Atacameño girl, Quimal, looking to clear her father’s name and save her town from becoming an arid wasteland due to Acteon’s exploitative water usage.",
    "release_date": "2023-10-19",
    "popularity": 59.905,
    "vote_average": 6.482,
    "poster_path": "/2mQd4twCtANzQGlPNJ7aKued7a4.jpg",
    "backdrop_path": "/t6lNETZp4pYdrwdQyb97t1U1jAC.jpg"
  },
  {
    "id": 9381,
    "title": "Babylon A.D.",
    "overview": "A veteran-turned-mercenary is hired to take a young woman with a secret from post-apocalyptic Eastern Europe to New York City.",
    "release_date": "2008-08-20",
    "popularity": 239.299,
    "vote_average": 5.603,
    "poster_path": "/kt9nqD0uOar8IVE9191HXhWOXKI.jpg",
    "backdrop_path": "/wVTvfxz53pDqrIvbrxhVdKcLhip.jpg"
  },
  {
    "id": 1047041,
    "title": "Detective Conan: Black Iron Submarine",
    "overview": "Many engineers from around the world gather at the Interpol marine facility \"Pacific Buoy\" on Hachijo-jima, in the off sea south of central Tokyo Prefecture coast, to witness the launch of a new system that connects all law enforcement camera systems around the world and enables facial recognition worldwide. Conan, along with his friends Kogoro, Ran, Agasa, Haibara, and the Detective Boys, also heads on the island with an invitation from Sonoko to see the whales. He receives a message from Subaru, who says that an Europol agent has been murdered in Germany by Gin. Perturbed, Conan sneaks onto the police ship led by Kuroda, which is bringing them to the island to protect the completion work, and tours the new facility, just in time for the Black Organization to kidnap a female engineer, seeking a piece of important data in her USB drive. A terrifying howl of screws is heard from the ocean, as an unknown person approaches Haibara.",
    "release_date": "2023-04-14",
    "popularity": 175.983,
    "vote_average": 6.6,
    "poster_path": "/ksQ8uNgoWsVH6a0oPB6zx08pOwU.jpg",
    "backdrop_path": "/zZnsfR6BRqtxyLyAhsi2TMukEBx.jpg"
  },
  {
    "id": 829557,
    "title": "365 Days: This Day",
    "overview": "Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost.",
    "release_date": "2022-04-27",
    "popularity": 113.625,
    "vote_average": 5.84,
    "poster_path": "/7qU0SOVcQ8BTJLodcAlulUAG16C.jpg",
    "backdrop_path": "/zBG5Mg29NH9xxpWMMG7BIvKwYhL.jpg"
  },
  {
    "id": 37265,
    "title": "All Ladies Do It",
    "overview": "After five years of marriage, Diana discovers the joys of adultery, claiming that she can save her failing relationship through betrayal.",
    "release_date": "1992-02-21",
    "popularity": 65.644,
    "vote_average": 4.827,
    "poster_path": "/u4QZQ0QU2jf5H5qaBRRdGrz7dmy.jpg",
    "backdrop_path": "/hkx6p7bTw2dOs4nSk6ZGTnEjCjW.jpg"
  },
  {
    "id": 1160007,
    "title": "Divine Intervention",
    "overview": "Checo and Chuma decide to use their criminal skills to do good and help people. Along the way, they learn that friendship and love are more than just clichés.",
    "release_date": "2023-08-04",
    "popularity": 21.62,
    "vote_average": 8.186,
    "poster_path": "/6qpYwWq6KxuLTjmLfBVcGtjdz4g.jpg",
    "backdrop_path": "/ffCmPesVRCaPK7ojWApwZjPvi6R.jpg"
  },
  {
    "id": 575264,
    "title": "Mission: Impossible - Dead Reckoning Part One",
    "overview": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most.",
    "release_date": "2023-07-08",
    "popularity": 574.409,
    "vote_average": 7.588,
    "poster_path": "/NNxYkU70HPurnNCSiCjYAmacwm.jpg",
    "backdrop_path": "/628Dep6AxEtDxjZoGP78TsOxYbK.jpg"
  },
  {
    "id": 829560,
    "title": "The Next 365 Days",
    "overview": "Laura and Massimo's relationship hangs in the balance as they try to overcome trust issues while a tenacious Nacho works to push them apart.",
    "release_date": "2022-08-19",
    "popularity": 96.978,
    "vote_average": 6.498,
    "poster_path": "/6FsGeIp7heHm5eh4tIxTzHIRxmt.jpg",
    "backdrop_path": "/6cpRpfD3isvluFwXDGSiDVyibPJ.jpg"
  },
  {
    "id": 472717,
    "title": "The Documentary",
    "overview": "D. stalks Sandra but she doesn't know it. She does think that D. is a documentary filmmaker having her be in film about conquering fear. Little does she know that D. is not who he claims to be, and far worse.",
    "release_date": "2017-08-22",
    "popularity": 4.706,
    "vote_average": 6.4,
    "poster_path": "/g56xy5bCuVwD5IRV2MGlQXBEoD2.jpg",
    "backdrop_path": null
  },
  {
    "id": 1081713,
    "title": "Deep Sea Python",
    "overview": "Fisherman Chen Yue is hired to sail a group of people, including photographer Zhong Ming, to a party on an ocean island. Upon arrival, the island is attacked by a massive deep-sea python, killing anyone it finds. Chen Yue and Zhong Ming must work together to lead the survivors out of danger in a fight for survival.",
    "release_date": "2023-02-02",
    "popularity": 30.117,
    "vote_average": 6.65,
    "poster_path": "/9deAmNHD1MwAJ8IXvqr2Y3B21Di.jpg",
    "backdrop_path": "/hU0tqIXgOo0NZulZYb61lI55rRg.jpg"
  },
  {
    "id": 467405,
    "title": "Don't Sleep",
    "overview": "After moving into a cottage together, two young lovers confront horrors of a forgotten childhood.",
    "release_date": "2017-09-29",
    "popularity": 79.031,
    "vote_average": 5.293,
    "poster_path": "/jP0fjDDZaYGpuwD9as6tNn0ePPz.jpg",
    "backdrop_path": "/fBHfuMIp43iKo2mH1AbenNS9jIT.jpg"
  },
  {
    "id": 986210,
    "title": "Space Wars: Quest for the Deepstar",
    "overview": "A father and daughter team of space scavengers race against a band of evil mercenaries to reach a legendary lost freighter called the Deepstar. Along their trek through the universe, they encounter monsters, aliens, robots, and something even worse.",
    "release_date": "2023-04-21",
    "popularity": 141.634,
    "vote_average": 3.457,
    "poster_path": "/lVoJVFyAyEPfxYnbp3Tem5FXipe.jpg",
    "backdrop_path": "/8XdXSbjYaXlhUuqbWdnmLGc0bvb.jpg"
  },
  {
    "id": 1157049,
    "title": "Jigen Daisuke",
    "overview": "The legendary gunman Daisuke Jigen comes to Japan to have his pistol examined.",
    "release_date": "2023-10-12",
    "popularity": 60.042,
    "vote_average": 7.033,
    "poster_path": "/rBeAZ1YiwVQSdeiHCWzGtJhKvbV.jpg",
    "backdrop_path": "/7Q6C4Z2Cr2ZrsXg6WcwWCwL27.jpg"
  },
  {
    "id": 1179664,
    "title": "A Deadly Invitation",
    "overview": "Eccentric millionaire Olivia sends her half sister Agatha, and a group of old acquaintances, a mysterious invitation for a weekend on her yacht, where they will discover the true motive behind this invitation: the celebration of… a murder?",
    "release_date": "2023-10-06",
    "popularity": 18.338,
    "vote_average": 5.898,
    "poster_path": "/1IFdWd7ykl0yHqKid9Mm7TTIDSK.jpg",
    "backdrop_path": "/5quyXeEA6RaoTjaiypECXOKXT2o.jpg"
  },
  {
    "id": 1202841,
    "title": "Crime Diaries: The Celebrity Stylist",
    "overview": "When an up-and-coming stylist is found stabbed to death in his home, a young detective is given 20 days to solve the case. Inspired by true events.",
    "release_date": "2023-11-22",
    "popularity": 54.114,
    "vote_average": 6.2,
    "poster_path": "/3A7HUqnrWRbkL6H1mQxSimXM26R.jpg",
    "backdrop_path": "/uKjofEhLTRhcF2dTrutnkGol4w.jpg"
  },
  {
    "id": 1174725,
    "title": "Race to the Summit",
    "overview": "Fearless alpine climbers Ueli Steck and Dani Arnold enter into a death-defying rivalry to set speed records on the Swiss Alps' great north faces.",
    "release_date": "2023-10-04",
    "popularity": 38.229,
    "vote_average": 6.554,
    "poster_path": "/tI9ybrWLiVLljLsNoqEjQF36oG4.jpg",
    "backdrop_path": "/3H8u03qr9se2pCv3QTHR1gxSa9k.jpg"
  },
  {
    "id": 1052865,
    "title": "A Thousand Days",
    "overview": "Sri accepts a generous job offer and tasked to perform a cleansing ritual for Dela Atmojo, an unconscious girl who is suffering from the hex of 1000-days. The terror begins when her coworker neglects to finish the ritual. Failing to perform until the 1000th day will result in their demise.",
    "release_date": "2023-04-19",
    "popularity": 7.664,
    "vote_average": 6.611,
    "poster_path": "/fMaxCjekSd9g4qyyAEYm3cvckui.jpg",
    "backdrop_path": "/tDcCX1rSJZomkMKi8CfwcZUy0Tx.jpg"
  },
  {
    "id": 606403,
    "title": "Special Delivery",
    "overview": "A black-market cabbie drives criminals at breakneck speeds until she is left in charge of a fugitive's son.",
    "release_date": "2022-01-12",
    "popularity": 57.484,
    "vote_average": 7.101,
    "poster_path": "/iFUBAfMDlFOck29BEwS1awH5TB3.jpg",
    "backdrop_path": "/lonLErm7OcVR8gnc1t2kRwuuxDm.jpg"
  }
]